[
  {
    "id": 1,
    "title": "5 Spot Sunrise Terbaik di Pangalengan, Wajib Datang!",
    "excerpt": "Jangan ngaku ke Pangalengan kalau belum liat sunrise-nya. Ini dia 5 spot terbaik buat nikmatin matahari terbit yang bikin lupa daratan.",
    "content": "Pangalengan itu surganya pemburu sunrise. Dari atas ketinggian, lo bisa liat lautan awan dan semburat emas yang keren banget. Beberapa tempat yang wajib lo datengin itu Sunrise Point Cukul, Taman Langit Pangalengan, dan Wayang Windu Panenjoan. Siapin jaket tebel ya, karena udaranya dingin banget!",
    "category": "Wisata Alam",
    "date": "2024-07-28",
    "slug": "spot-sunrise-terbaik-pangalengan",
    "image": "https://images.pexels.com/photos/1266810/pexels-photo-1266810.jpeg"
  },
  {
    "id": 2,
    "title": "Panduan Lengkap Wisata ke Situ Cileunca: Ada Apa Aja?",
    "excerpt": "Situ Cileunca bukan cuma danau biasa. Dari rafting, flying fox, sampai jembatan cinta yang ikonik, semua ada di sini. Yuk, kita bedah tuntas!",
    "content": "Situ Cileunca itu paket lengkap. Buat yang suka tantangan, ada arung jeram di Sungai Palayangan. Buat yang mau santai, bisa naik perahu keliling danau atau foto-foto di Jembatan Cinta. Jangan lupa juga cobain agrowisata petik stroberi di sekitarnya. Cocok buat semua umur!",
    "category": "Aktivitas",
    "date": "2024-07-25",
    "slug": "panduan-wisata-situ-cileunca",
    "image": "https://images.pexels.com/photos/417074/pexels-photo-417074.jpeg"
  },
  {
    "id": 3,
    "title": "Tips Liburan Hemat dan Seru di Pangalengan",
    "excerpt": "Siapa bilang liburan ke Pangalengan harus mahal? Dengan tips ini, lo bisa nikmatin semua keindahannya tanpa bikin kantong bolong.",
    "content": "Kunci liburan hemat di Pangalengan itu perencanaan. Pilih penginapan kayak homestay yang bisa buat rame-rame, bawa bekal simpel, dan fokus ke wisata alam yang tiket masuknya murah meriah kayak kebun teh atau hutan pinus. Banyak kok spot gratis yang pemandangannya juara!",
    "category": "Tips",
    "date": "2024-07-20",
    "slug": "tips-liburan-hemat-pangalengan",
    "image": "https://images.pexels.com/photos/1659438/pexels-photo-1659438.jpeg"
  },
  {
    "id": 4,
    "title": "Selain Kebun Teh, Ini 3 Hidden Gems di Pangalengan",
    "excerpt": "Bosen sama kebun teh? Tenang, Pangalengan masih punya banyak 'harta karun' tersembunyi. Dari curug sampai penangkaran rusa, ini dia tempatnya.",
    "content": "Coba deh mampir ke Penangkaran Rusa Kertamanah, di sana lo bisa interaksi langsung sama rusa-rusa jinak. Atau tracking santai ke Curug Penganten yang suasananya masih asri. Tempat-tempat kayak gini yang bikin pengalaman liburan lo beda dari yang lain.",
    "category": "Hidden Gems",
    "date": "2024-07-15",
    "slug": "hidden-gems-pangalengan",
    "image": "https://images.pexels.com/photos/1287145/pexels-photo-1287145.jpeg"
  }
]